/**
 * 站点配置
 * www PC 端配置
 * wap 手机端配置
 *
 * title_suffix 网站标题后缀
 * title 网站标题
 * keywords 网站关键字
 * description 网站描述
 */
module.exports = {

  /** ******************************
   * 全站默认配置信息
   *******************************/
  default: {
    title_suffix: 'Happy Happy',
    title: 'Happy',
    keywords: 'Happy',
    description: 'Happy'
  },

  /** ******************************
   * www 默认配置信息
   *******************************/
  www_default: {

  },

  /** ******************************
   * wap 默认配置信息
   *******************************/
  wap_default: {

  },

  /** ******************************
   * 以下是 www 配置
   *******************************/

  '/': {
    title_suffix: '',
    title: 'Happy'
  }


  /** ******************************
   * 以下是 wap 配置
   *******************************/

};
